The highlighted element no longer contains a face that has been split by highlighted sketch.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NoFaceForSplit { get; }
  Visual Basic
Public Shared ReadOnly Property NoFaceForSplit As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NoFaceForSplit {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FaceSplitterFailures Class
  Autodesk.Revit.DB Namespace